{
  "navigation": {
    "isOtpMethod": true
  },
  "paginator": {
    "buttonNextLabel": "CONTINUAR",
    "indicatorLabel": "Paso {0} de {1}",
    "pages": [
      {
        "appBar": {
          "title": "Valor a desembolsar",
          "left": {
            "label": "Cancelar",
            "icon": "ERROR",
            "enabled": true
          },
          "center": {
            "label": ""
          },
          "right": {
            "label": "Continuar",
            "icon": "ARROW2_RIGHT",
            "enabled": false
          }
        },
        "title": "Valor a desembolsar",
        "subtitle": "CRÉDITO A LA MANO",
        "input": {
          "helpText": "Valor mínimo: {0} - Valor máximo: {1}",
          "labelText": "Ingresar valor a desembolsar",
          "errorText": "Valor fuera de rango",
          "iconLeft": "AMOUNT",
          "value": ""
        }
      },
      {
        "appBar": {
          "title": "Plazo",
          "left": {
            "label": "Volver",
            "icon": "ARROW2_LEFT",
            "enabled": true
          },
          "center": {
            "label": ""
          },
          "right": {
            "label": "Continuar",
            "icon": "ARROW2_RIGHT"
          }
        },
        "title": "Plazo",
        "subtitle": "CRÉDITO A LA MANO",
        "cardTop": {
          "title": "Valor a desembolsar",
          "value": ""
        },
        "monthRange": {
          "titleOverlay": "Seleccionar plazo para pagar el crédito",
          "title": "¿En cuánto tiempo quieres pagar tu crédito?",
          "monthsLabel": [
            "mes",
            "meses"
          ],
          "yearsLabel": [
            "año",
            "años"
          ],
          "monthsText": [
            "6 meses",
            "7 meses",
            "8 meses",
            "9 meses",
            "10 meses",
            "11 meses",
            "12 meses (1 año)"
          ]
        },
        "cardBottom": {
          "title": "Cuota mensual",
          "value": ""
        }
      },
      {
        "appBar": {
          "title": "Débito automático",
          "left": {
            "label": "Volver",
            "icon": "ARROW2_LEFT",
            "enabled": true
          },
          "center": {
            "label": ""
          },
          "right": {
            "label": "Continuar",
            "icon": "ARROW2_RIGHT",
            "enabled": false
          }
        },
        "title": "Débito automático",
        "subtitle": "CRÉDITO A LA MANO",
        "cardTop": {
          "title": "",
          "value": "Acepto que la forma de pago del préstamo sea con débito automático a mi cuenta Bancolombia A la mano {0}."
        },
        "cardBottom": {
          "title": "Ten en cuenta",
          "value": "El día del pago de la cuota, debes tener un saldo mínimo de {0} que será descontado por Bancolombia.",
          "icon": "IDEA"
        }
      }
    ],
    "verificationMessages": {
      "paymentDebt": {
        "findByTitle": "Pago de la cuota",
        "descriptions": [
          "Día {0} de cada mes",
          "Último día de cada mes"
        ]
      }
    }
  },
  "verificationPage": {
    "appBar": {
      "title": "Verifica el desembolso",
      "left": {
        "label": "Volver",
        "icon": "ARROW2_LEFT",
        "enabled": true
      },
      "center": {
        "label": ""
      },
      "right": {
        "label": "Continuar",
        "icon": "ARROW2_RIGHT",
        "enabled": false
      }
    },
    "title": "Verifica el desembolso",
    "subtitle": "CRÉDITO A LA MANO",
    "buttons": {
      "nextLabel": "Continuar",
      "cancelLabel": "Cancelar"
    },
    "cancelModalTitle" : "¿Quieres cancelar el desembolso?",
    "cancelModalBtnPrimaryLabel": "SÍ",
    "cancelModalBtnSecondaryLabel": "NO",
    "primaryList": {
      "title": "Datos del crédito a desembolsar",
      "menuItems": [
        {
          "title": "Valor a desembolsar",
          "description": "{0}",
          "suffixIcon": "ARROW2_RIGHT",
          "suffixLabel": "Cambiar"
        },
        {
          "title": "Número de cuotas",
          "description": "{0} cuotas mensuales",
          "suffixIcon": "ARROW2_RIGHT",
          "suffixLabel": "Cambiar"
        },
        {
          "title": "Valor de la cuota fija mensual",
          "description": "{0}"
        },
        {
          "title": "Pago de la cuota",
          "description": "Día {0} de cada mes|Último día de cada mes"
        },
        {
          "title": "Tasa fija",
          "description": "{0} mes vencido. Equivalente a {1} efectivo anual."
        },
        {
          "title": "Forma de pago",
          "description": "Débito automático desde tu cuenta Bancolombia A la mano {0}."
        }
      ]
    },
    "secondaryList": {
      "title": "Producto destino del desembolso",
      "menuItems": [
        {
          "title": "Bancolombia A la mano",
          "description": "{0}"
        }
      ]
    },
    "enableAdvisorCode": false,
    "input": {
      "title": "¿Recibiste ayuda de un asesor?",
      "helpText": "Opcional",
      "hintText": "Ingresa el código del asesor",
      "errorText": "",
      "iconLeft": "IDEA",
      "value": ""
    },
    "termsDescriptions": [
      "Reconozco pagar a Bancolombia el préstamo en las condiciones informadas anteriormente.",
      "Acepto, Política de tratamiento de datos"
    ],
    "rejectionMessage": "Acepta la Política de tratamiento de datos para poder realizar el desembolso.",
    "secondFactorMethod": "OTP",
    "parseLabels": {
      "amount": "Valor a desembolsar",
      "feeMonthlyNumber": "Número de cuotas",
      "feeMonthlyValue": "Valor de la cuota fija mensual",
      "feeMonthlyPay": "Pago de la cuota",
      "fixRate":"Tasa fija",
      "paymentMethod": "Forma de pago"
    }
  },
  "termsAndConditionsPage": {
    "appBar": {
      "title": "Terminos y Condiciones",
      "left": {
        "label": "Volver",
        "icon": "ARROW2_LEFT",
        "enabled": true
      },
      "center": {
        "label": ""
      },
      "right": {
        "label": "Aceptar",
        "icon": "ARROW2_RIGHT",
        "enabled": true
      }
    },
    "title": "Política de tratamiento de datos",
    "subtitle": "CRÉDITO A LA MANO",
    "description": "Autorizo en forma permanente a LAS ENTIDADES, o a quienes representen sus derechos u ostenten en el futuro la calidad de acreedor, cesionario, o cualquier calidad frente a mi o frente a la persona que represento, como titulares de la información, en adelante LAS ENTIDADES y en virtud de la Solicitud Única de Grupo, para que realicen los tratamientos que se indican a continuación, por considerarse necesarios e inherentes para el cumplimiento de la ley, el funcionamiento de la operación financiera, el ofrecimiento y administración de productos y/o servicios, entre otros: \n\nI. Autorizaciones necesarias para el desarrollo de la actividad de LAS ENTIDADES. LAS ENTIDADES están autorizadas para que:\n\nSoliciten, almacenen, consulten, compartan, informen, reporten, rectifiquen, procesen, modifiquen, actualicen, aclaren, retiren o divulguen, ante operadores de información, riesgo y de seguridad social y parafiscales, o ante cualquier otra entidad que maneje o administre bases de datos en Colombia y en el exterior, todo lo referente a mi información financiera, comercial y crediticia y aquella relacionada con la liquidación o pago de aportes al sistema de seguridad social y parafiscales (presente, pasada y futura) o de mi representada, incluyendo mis datos biométricos o de mi representada, y aquella relacionada con los derechos y obligaciones originados en virtud de cualquier contrato celebrado u operación que haya llegado o llegare a celebrar o realizar yo o la persona que represento, con cualquiera de LAS ENTIDADES. \nAccedan, recolecten, procesen, actualicen, conserven, compartan y destruyan mi información y documentación o la de la persona que represento, incluso cuando no se haya perfeccionado una relación contractual o después de finalizada la misma.\nSuministren, consulten, verifiquen y compartan la información financiera, comercial, crediticia mía o de mi representada y/o mis datos biométricos o de mi representada, con contratistas o cualquier otra entidad nacional o extranjera que preste servicios de verificación o análisis de administración de riesgo; y actualicen mi información o la de mi representada, de acuerdo con el análisis realizado.\nCompilen y remitan a las autoridades competentes, incluyendo las fiscales y los reguladores financieros, nacionales o extranjeros, la información relacionada con la titularidad de los productos y servicios contratados o que llegare a contratar yo y/o mi representada; datos de contacto, movimientos, saldos, y toda aquella información mía y/o de mi representada que reposare en la entidad que sea solicitada por las normas nacionales o extranjeras.\nConsulten multas y sanciones a mi cargo o a cargo de mi representada ante las diferentes autoridades administrativas y judiciales.\nConsulten, soliciten o verifiquen la información sobre mis activos, bienes o derechos míos o de mi representada en entidades públicas o privadas, o que conozcan personas naturales o jurídicas, o que se encuentren en buscadores públicos, redes sociales o publicaciones físicas o electrónicas, bien fuere en Colombia o en el exterior.\nCompartan, transmitan, transfieran y divulguen información y documentación mía o de mi representada aquí suministrada y cualquier información necesaria y relacionada con el presente trámite de financiación con las siguientes personas: la constructora del inmueble a financiar, la inmobiliaria, la fiduciaria que actúe como vocera y administradora del Fideicomiso enajenante del inmueble, los abogados externos a cargo del estudio de títulos del inmueble y la entidad titularizadora en caso de titularización de mi crédito o el de mi representada.\nConsulten, soliciten o verifiquen mi información de ubicación o contacto o de mi representada en entidades públicas o privadas.\n\nII. Autorizaciones por la naturaleza del producto y/o servicio. LAS ENTIDADES están autorizadas para que:\n\nA nivel nacional e internacional compartan, transmitan, transfieran y divulguen mi información y documentación y/o la de mi representada, siempre que por la naturaleza del producto o servicio adquirido se requiera este tratamiento, con las siguientes personas:\nQuienes ofrezcan, presten o suministren bienes y servicios a LAS ENTIDADES para la adecuada prestación de sus productos o servicios; o a quienes en alianza ofrezcan productos o servicios que conllevan beneficios para mí y/o para mi representada en virtud de productos que tengo con LAS ENTIDADES; o a las remesadoras con las cuales LAS ENTIDADES han celebrado convenios para la gestión y entrega de recursos enviados del exterior.\nEntidades con las cuales tengan celebrados o celebren a futuro contratos de uso de red.\nLa(s) aseguradora(s) con la(s) cual(es) LAS ENTIDADES tengan contratadas pólizas o con las cuales yo y/o mi representada haya decidido contratarlas, los intermediarios de seguros o reaseguros.\nEl comercializador o proveedor de los bienes o servicios financiados por LAS ENTIDADES.\nLos terceros contratados por LAS ENTIDADES para la cobranza y/o que realizan investigación de bienes y derechos tanto míos como de mi representada.\nLas entidades que realizan pagos de subsidios o beneficios a mi favor y/o de mi representada.\nLos terceros contratados por LAS ENTIDADES o personas que, en virtud de cualquier relación contractual con dichos terceros, llevan a cabo avalúos.\nLas entidades operadoras de sistemas de pago de alto y bajo valor y demás entidades nacionales o internacionales que participan en dichos sistemas.\nLas entidades de corresponsalía en el exterior y/o bancos corresponsales en virtud de las operaciones realizadas a través de, o con estas entidades.\nLas personas que estén interesadas en la adquisición de cartera de LAS ENTIDADES o que la adquieran a cualquier título.\nLas bolsas de valores, administradores de sistemas de negociación y registro, a los proveedores de precios, a los organismos de autorregulación, los depósitos de valores, entidades que custodian valores y demás proveedores de infraestructura del mercado de valores, para que recopilen, administren, intercambien información entre ellos y la pongan en circulación en el mercado de valores.\nLas entidades de redescuento en virtud de las operaciones realizadas con las mismas.\nA quienes son contratados para la realización de actividades de educación financiera.\nLa entidad administradora del programa de lealtad de LAS ENTIDADES, para que me contacten o contacten a mi representada para ofrecer, vincular, promocionar, gestionar dicho programa, y los puntos y beneficios asociados a éste.\n\nIII. Autorizaciones para fines comerciales, el ofrecimiento y administración de productos y/o servicios. LAS ENTIDADES están autorizadas para que:\n\nMe contacten a mí o a mi representada vía telefónica, mensajería instantánea directamente o a través de sus proveedores, me envíen mensajes por cualquier medio, así como correos electrónicos y redes sociales.\nCompartan mi información o la de mi representada con proveedores o aliados.\nConsulten, soliciten o verifiquen mi información de ubicación o contacto o la de mi representada en entidades públicas o privadas, en Colombia o en el exterior. Los anteriores tratamientos, además de considerar las finalidades antes señaladas, también consideran las siguientes: para que LAS ENTIDADES: (a) Conozcan mi comportamiento financiero, comercial y crediticio, y todo lo relacionado con la liquidación o pago de aportes al sistema de seguridad social y parafiscales, y el cumplimiento de mis obligaciones legales o de mi representada; (b) Realicen todas las gestiones necesarias tendientes a confirmar y actualizar la información mía o de mi representada; (c) Validen y verifiquen mi identidad o la de mi representada para el ofrecimiento y administración de productos y servicios, así mismo para que se compartan la información; (d) Establezcan, mantengan, terminen una relación contractual y actualicen mi información o la de mi representada; (e) Ofrezcan y presten sus productos o servicios a través de cualquier medio o canal para mi beneficio y el de mi representada y de acuerdo con el perfil de cada uno; (f) Realicen una adecuada prestación y administración de los servicios financieros, incluyendo la gestión de cobranza; (g) Suministren información comercial, legal, de productos, de seguridad, de servicio o de cualquier otra índole; (h) Conozcan mi ubicación y datos de contacto o los de mi representada para efectos de notificaciones con fines de seguridad y ofrecimiento de beneficios y ofertas comerciales; (i) Efectúen análisis e investigaciones comerciales, estadísticas, de riesgos, de mercado, interbancaria y financiera incluyendo contactarme o contactar a mi representada para estos fines.\nREVOCATORIAS.\nSin perjuicio de las autorizaciones que he otorgado a LAS ENTIDADES para el tratamiento de datos personales, declaro que conozco el derecho que me asiste para revocar en los términos que prevé la ley, cualquiera de las siguientes autorizaciones: (i) envío de mensajes de texto para ofertas comerciales; (ii) envío de correos electrónicos para ofertas comerciales; (iii) oferta comercial por televentas de productos que no poseo en LAS ENTIDADES; y (iv) compartir información con terceros aliados para que estos ofrezcan sus productos, a través de los canales de LAS ENTIDADES.\n\n",
    "buttons": {
      "nextLabel": "Aceptar",
      "cancelLabel": "Rechazar"
    }
  },
  "otpPage": {
    "appBar": {
      "title": "Código de seguridad",
      "left": {
        "label": "Volver",
        "icon": "ARROW2_LEFT",
        "enabled": true
      },
      "center": {
        "label": ""
      },
      "right": {
        "label": "Continuar",
        "icon": "ARROW2_RIGHT",
        "enabled": false
      }
    },
    "showTitles": true,
    "title": "Código de seguridad",
    "subtitle": "DESEMBOLSO DE CRÉDITO",
    "description": "Ingresa el código de seguridad que enviamos a tu celular. El código tiene una duración de {0} minutos.",
    "recommendation": "Puedes usar el código en",
    "requestNewCodeLabel": "Recibir nuevo código de seguridad",
    "card": {
      "icon": "LOCK",
      "avatar": "",
      "label": "Ingresa el código de seguridad",
      "digits": 6,
      "errorText": "Ingresa el código de 6 digitos"
    },
    "buttonContinue": {
      "visible": true,
      "enabled": false,
      "label": "CONTINUAR",
      "style": "Primary",
      "icon": "SIGN_IN_ALT"
    },
    "onAlert": {
      "successfulCodeText": "El código de seguridad fue enviado",
      "errorCodeText": "Código de seguridad incorrecto. Inténtalo nuevamente."
    }
  },
  "finishedPage": {
    "appBar": {
      "title": "",
      "right": {
        "label": "Cerrar sesión",
        "icon": "QUIT",
        "enabled": true
      }
    },
    "title": "¡Desembolso exitoso!",
    "icon": "OK",
    "description": "",
    "withVoucherNumber": false,
    "referenceName": "Comprobante No. {0}",
    "referenceDate": "{0}",
    "type": "SUCCESS",
    "errorTitle": "Ha ocurrido un error",
    "errorDescription": "Ha ocurrido un error. Inténtalo más tarde.",
    "alertLabel": "El dinero ya se encuentra disponible en tu cuenta. Recuerda que la cuota será cobrada el {0}.",
    "primaryList": {
      "title": "Datos del desembolso",
      "menuItems": [
        {
          "title": "Valor desembolsado",
          "description": "{0}"
        },
        {
          "title": "Número de cuotas",
          "description": "{0} cuotas mensuales"
        },
        {
          "title": "Valor de la cuota fija mensual",
          "description": "{0}"
        },
        {
          "title": "Pago de la cuota",
          "description": "Día {0} de cada mes|Último día de cada mes"
        },
        {
          "title": "Forma de pago",
          "description": "Débito automático desde tu cuenta Bancolombia A la mano {0}."
        }
      ]
    },
    "secondaryList": {
      "title": "Producto destino del desembolso",
      "menuItems": [
        {
          "title": "Bancolombia A la mano",
          "description": "{0}"
        }
      ]
    },
    "parseLabels": {
      "amount": "Valor desembolsado",
      "feeMonthlyNumber": "Número de cuotas",
      "feeMonthlyValue": "Valor de la cuota fija mensual",
      "feeMonthlyPay": "Pago de la cuota",
      "fixRate":"Tasa fija",
      "paymentMethod": "Forma de pago"
    },
    "shortcuts": [
      {
        "icon": "SHARE",
        "title": "Compartir"
      },
      {
        "icon": "DOCUMENT",
        "title": "Ver información del crédito"
      }
    ],
    "bottomBarItems": [
      {
        "icon": "HOME",
        "title": "Inicio"
      },
      {
        "icon": "DATA",
        "title": "Mis productos"
      },
      {
        "icon": "CURRENCY_EXCHANGE",
        "title": "Mover dinero"
      },
      {
        "icon": "DOCUMENTS",
        "title": "Facturas y recargas"
      },
      {
        "icon": "SETTINGS",
        "title": "Ajustes"
      }
    ]
  }
}
